[
  {
    "season": 1,
    "description": "There were 4 captains chosen based on activity, PVP skill, and a plethora of other things. Those four players chose teammates to help them grind gear, compete in fights, and win the season. The players were sorted into categories ranking their skill as a player in an SMP. During this season rather than some people using their talents in PVP, building was also a huge factor in this server considering there were build competitions for huge prizes. The Golden Helmet was an item that was claimed by McPaper after building one of the most impressive builds to this day on Bizarre."
  },
  {
    "season": 2,
    "description": "Much like Season 1 there were 4 captains, along with borders to make sure players did not interact with each other and could safely grind up gear and be ready for the multitude of fights ahead of them. The End and Nether were also closed until many days after the server had been open. This caused fights to create and implement different strategies to get a leg up. This can be shown through things such as the use of strength arrows to get strength in fights. Season 2 also had different fights in different dimensions such as Nether and Overworld. It was interesting to see the ideas of players trying to use the terrain to their advantage in fights. Also, in this season another item was released after a build competition collected by McPaper after his team agreed it was the Golden Boots or better known as the Air Jordan 1's."
  },
  {
    "season": 3,
    "description": "This Season was overall a combination of 1 and 2 in the sense that the twists basically stayed the same with the Nether and End not opening for many days and there being 4 borders. However, teams were different this season in the sense that there were more active and new players compared to the past ones. With the increase of new players team expanded and people got to know new people this season was cut short but it was still one of the most grindiest seaons and fun seasons out there with lots of base raiding early in the server and many fights. This season did not have a Golden Item as the server agreed that it was better that way."
  },
  {
    "season": 4,
    "description": "In contrast to previous seasons comprised of 4 teams, season 4 was made up of teams of 4 players instead each which made it so many teams entered the fights. This created a battle Royale type feeling with all the teams trying to come out on top as the victor. This season when the Nether opened the Nether was purposely smaller, so players were forced to engage in fights for the Nether’s limited resources for the first day of its opening. It made for lots of action and engagement. With the choice of choosing your team it was a super exciting season as people could be with their friends while meeting new players along the way."
  },
  {
    "season": 5,
    "description": "Season 5 was unique as it used a specially developed plugin to add custom items. The items were the 5 elemental swords which held unique abilities of the elements: wind, fire, air, earth, and lightning; giving its wielder advantages in combat. Each sword had a different method of obtaining through puzzles and riddles. These swords changed the tides of battle in many ways and sometimes even made or break teams. Teams were also split into 4 this season unlike season 4 with borders and the Nether was the same as last season. Each team was named after there sword but you might be asking 4 teams? 5 swords? yes the Lightning Sword was given to the team that won the end event. It was exciting to see the different ways people used the swords for grinding and for pvp."
  }
]
