[
  {
    "name": "McWetPaper",
    "uuid": "8a031f8c-e147-4073-a0ba-65a11785440e",
    "seasons_played": [1, 2, 3, 4],
    "seasons_won": [2, 3, 4],
    "description": "Paper, the owner of the Bizarre SMP, is known for his server hosting. He is very good at grinding and can lead a team very well. He also has been a captain on many Bizarre Seasons. He is very skillful in many gamemodes and is slowly becoming more advanced in the others. If you ever see his naked duck skin RUN"
  },
  {
    "name": "Warpz",
    "uuid": "a22f1547-feaa-4e8b-9c19-e53a45e35a4a",
    "seasons_played": [1, 2, 3, 4],
    "seasons_won": [2, 3],
    "description": "Warpz as one of the 4 Main Creators of the Bizarre SMP had many contributions to the server, being known for his ginger hair and his very good grinding skills he would usually outgear his opponents (not on S1 XD). He pulls his strengths out with pure determination and grit, and is also son of Ed Sheeran. He also has the most kills on badnameidea."
  },
  {
    "name": "Badnameidea",
    "uuid": "dffed6e7-9b18-4c56-a7eb-c06f4e2eb26f",
    "seasons_played": [1, 2, 3, 4],
    "seasons_won": [1, 3],
    "description": "Otherwise known as bestnameidea, is one of if not the best grinder in the Bizarre SMP. He is known for carrying his team in resources and spending countless hours grinding in order to get that victory. He is most known for carrying his team in the 4v9 in the S1 Final Fight. (Although he still died XD :headexploding: )"
  },
  {
    "name": "n3ght",
    "uuid": "50a65cc8-47ac-4616-b2b9-2dd9be4c99f9",
    "seasons_played": [2, 3, 4],
    "seasons_won": [2, 3],
    "description": "n3ght being very good at pvp has helped his team win through s2 and s3. His advanced tactics and good teamwork has aided him in being superior to the other teams. He also has yet to lose a season hes played on which not many have done. (He also likes little boys :littleghost: )"
  },
  {
    "name": "Drag",
    "uuid": "b6dbb46e-e2d1-4baa-9314-93c2e1bd26b7",
    "seasons_played": [1, 2, 3, 4],
    "seasons_won": [1],
    "description": "Drag wasnt the best starting out, in S1 he often didnt grind and just relied on his teammates to grind for him. Although as the seasons went on he slowly improved in his grinding and pvp capabilities. He is in love with @bestnameidea and is one of the main reasons his team won in S1. Drag's amazing grinding abilities and pvp abilities make him superior compared to others."
  },
  {
    "name": "OutofWater",
    "uuid": "f4635446-7e1b-4e15-a45a-384860a6c6f9",
    "seasons_played": [1, 2, 3, 4],
    "seasons_won": [2, 4],
    "description": "OutofWater is a little asian boy who no lifes the game. He puts hours of his life into the games league of legends and minecraft and surpasses most in hours. His base finding skills and eager to raid others is what carried him through his wins. Although his pvp isnt the best he outweighs that in his charisma and careful thinking skills. His mom beats him btw."
  },
  {
    "name": "YourFriendNinja",
    "uuid": "9a568f39-c64e-469b-888f-325db273185c",
    "seasons_played": [1, 2, 3, 4],
    "seasons_won": [1, 4],
    "description": "YourFriendNinja is a \"wonderful\" member in the bizarre community. He has brought a big contribution to this server (Totally didnt cheat/end S3), and made a grown community. His skill to run away from everyone in fights saves his team gear and he also will put a lot of hours into his team. He is most known for helping badnameidea in the 4v9 in S1 (By cheating in a wither skeleton farm). Real talk tho he helps his team win fights and his ability to run away saves them so much loot (S1)."
  }
]
